Repository: AMazkun/LocalizationToturial
Catalog: Localizable.xcstrings
Source language: en
Languages: uk

source: Also %lld mates
uk: Також %lld друзів

source: Aww, shucks. Maybe next time?
uk: От, лайно. Можливо, наступного разу?

source: Confectionery %lld to visit
uk: Кавʼярень %lld сходити

source: Heila
uk: Хейла

source: Hello, %@
uk: Привіт, %@

source: Hello, friends!
uk: Привіт, друзі!

source: Hold on there! Limited access? Let's see if we can fix that.
uk: Стривайте, Обмежений доступ, треба це вирішити

source: How about pictures : %@
uk: Що там з фотками : %@

source: Jimmy
uk: Джимми

source: Kate
uk: Кейт

source: Let ask them
uk: Спитаймо

source: Lets have a party!
uk: Розважимося!

source: Looks like someone is camera shy!
uk: Хтось не фотогенічний

source: Nik
uk: Ник

source: Permission granted! Party time!
uk: Дозвіл надано! Гуляймо!

source: Sam
uk: Сем

source: Uh oh! Seems like your parents locked down the camera. Ask for permission nicely!
uk: Попросимо про доступ до фоток

source: Unexpected goes wrong...
uk: Щось пішло не так

source: We have %@ $
uk: В нас %@ $

source: You got the moves! Let's boogie to the gallery.
uk: У... є на що подивитися!
